<?php 
/////verify/////////
define('หมายเลขโทรศัพท์สำหรับรับรหัส OTP','หมายเลขโทรศัพท์สำหรับรับรหัส OTP');
define('ขอรหัส OTP','ขอรหัส OTP');
define('หมายเลขโทรศัพท์มือถือ','หมายเลขโทรศัพท์มือถือ');
define('คุณไม่ใส่ OTP ในระยะเวลาที่กำหนด กรุณาทำรายการใหม่อีกครั้ง','คุณไม่ใส่ OTP ในระยะเวลาที่กำหนด กรุณาทำรายการใหม่อีกครั้ง');
define('กรุณารอ แล้วจึงทำรายการใหม่อีกครั้ง','กรุณารอ [SUW] แล้วจึงทำรายการใหม่อีกครั้ง');



/////otp/////////
define('กรอกรหัส OTP','กรอกรหัส OTP');
define('รหัส OTP','รหัส OTP');
define('ขอรหัส OTP อีกครั้ง','ขอรหัส OTP อีกครั้ง');
define('โปรดใส่รหัสก่อน','โปรดใส่รหัสภายใน');
define('วินาที','วินาที');
define('รหัส OTP ไม่ถูกต้อง','รหัส OTP ไม่ถูกต้อง');
define('ถัดไป','ถัดไป');


/////memuUpload////

define('อัพโหลดไฟล์เอกสาร','อัพโหลดไฟล์เอกสาร');
define('ร้องเรียน','ร้องเรียนใหม่');
define('เมนูหลัก','เมนูหลัก');
define('รหัสอ้างอิง','รหัสอ้างอิง');
define('อัพโหลด','อัพโหลด');
define('อัพโหลดไฟล์เอกสารเพิ่มเติม','อัพโหลดไฟล์เอกสารเพิ่มเติม');

define('OT_IDCARD_OWNER','สำเนาบัตรประจำตัวประชาชนของเจ้าของบัญชี');
define('OT_IDCARD_ATTORNEY','สำเนาบัตรประจำตัวประชาชนของผู้รับมอบอำนาจ');
define('OT_POWER_OF_ATTORNEY','หนังสือมอบอำนาจ');
define('GN_IDCARD_OWNER','สำเนาบัตรประจำตัวประชาชน');
define('JP_IDCARD_OWNER','สำเนาบัตรประจำตัวประชาชนของผู้มีอำนาจลงนาม');
define('JP_IDCARD_ATTORNEY','สำเนาบัตรประจำตัวประชาชนของผู้รับมอบอำนาจ');
define('JP_LICENSELETTER','สำเนาหนังสือรับรองนิติบุคคล (อายุไม่เกิน 6 เดือน)');
define('JP_POWER_OF_ATTORNEY','หนังสือมอบอำนาจ');

/////memu////

define('กรุณาระบุ','กรุณาระบุ');
define('ประเภทการร้องเรียน','ประเภทการร้องเรียน');
define('ร้องเรียนทั่วไป','ร้องเรียนทั่วไป');
define('ร้องเรียนแทนบุคคลอื่น','ร้องเรียนแทนบุคคลอื่น');
define('ร้องเรียนในนามนิติบุคคล','ร้องเรียนในนามนิติบุคคล');


//form//
define('ข้อมูลส่วนตัว','ข้อมูลส่วนตัว');
define('ชื่อ','ชื่อ');
define('นามสกุล','นามสกุล');
define('หมายเลขบัตรประชาชน','หมายเลขบัตรประชาชน');
define('หมายเลขโทรศัพท์ที่ติดต่อได้','หมายเลขโทรศัพท์ที่ติดต่อได้');
define('อีเมล','อีเมล');
define('รายละเอียดข้อร้องเรียน','รายละเอียดข้อร้องเรียน');
define('เอกสารประกอบข้อร้องเรียน','เอกสารประกอบข้อร้องเรียน');
define('เรื่องร้องเรียน','เรื่องร้องเรียน');
define('หมายเลขบัญชีผลิตภัณฑ์ที่ต้องการร้องเรียน','หมายเลขบัญชีผลิตภัณฑ์ที่ต้องการร้องเรียน');
define('ธนาคารจะใช้ระยะเวลาดำเนินการในการตอบกลับคำร้องของท่านภายใน 15 วันนับจากวันที่ธนาคารได้รับเอกสารครบถ้วนและได้นำข้อร้องเรียนของท่านเข้าสู่ระบบ โดยธนาคารจะติดต่อกลับท่านในช่วงวันและเวลาทำการของธนาคาร หากท่านต้องการติดต่อธนาคารกรณีเร่งด่วน กรุณาติดต่อศูนย์บริการลูกค้า 02-777-7777','ธนาคารจะใช้ระยะเวลาดำเนินการในการตอบกลับคำร้องของท่านภายใน 15 วันนับจากวันที่ธนาคารได้รับเอกสารครบถ้วนและได้นำข้อร้องเรียนของท่านเข้าสู่ระบบ โดยธนาคารจะติดต่อกลับท่านในช่วงวันและเวลาทำการของธนาคาร หากท่านต้องการติดต่อธนาคารกรณีเร่งด่วน กรุณาติดต่อศูนย์บริการลูกค้า 02-777-7777');
define('ระบุ','ระบุ');
define('บิดา/มารดา','บิดา/มารดา');
define('ผู้รับมอบอำนาจ','ผู้รับมอบอำนาจ');
define('บุตร','บุตร');
define('อื่น ๆ (โปรดระบุ)','อื่น ๆ (โปรดระบุ)');
define('ญาติ / พี่น้อง','ญาติ / พี่น้อง');
define('ระบุได้อีก','ระบุได้อีก ');
define('ตัวอักษร',' ตัวอักษร');
define('หมายเหตุ: คำร้องหลัง 17.00 น. จะถูกส่งเข้าระบบในวันทำการถัดไป','หมายเหตุ: คำร้องหลัง 17.00 น. จะถูกส่งเข้าระบบในวันทำการถัดไป');
define('ส่งเรื่องร้องเรียน','ส่งเรื่องร้องเรียน');
define('กรุณาตรวจสอบข้อมูลก่อนกดยืนยัน','กรุณาตรวจสอบข้อมูลก่อนกดยืนยัน');



///form-behalf of others///
define('ชื่อ-สกุลผู้รับมอบอำนาจ','ชื่อ-สกุลผู้รับมอบอำนาจ');
define('ผลิตภัณฑ์หรือบริการที่ต้องการร้องเรียน','ผลิตภัณฑ์หรือบริการที่ต้องการร้องเรียน');
define('โปรดระบุความสัมพันธ์ของท่านต่อเจ้าของบัญชี','โปรดระบุความสัมพันธ์ของท่านต่อเจ้าของบัญชี');
define('ข้อมูลทั่วไป','ข้อมูลทั่วไป');

///form-juristic person///
define('ชื่อบริษัท/ห้างหุ้นส่วน/องค์กร','ชื่อบริษัท/ห้างหุ้นส่วน/องค์กร');
define('เลขจดทะเบียนนิติบุคคล','เลขจดทะเบียนนิติบุคคล');
define('ชื่อ-สกุลผู้มีอำนาจลงนาม','ชื่อ-สกุลผู้มีอำนาจลงนาม');
define('ตำแหน่งผู้มีอำนาจลงนาม','ตำแหน่งผู้มีอำนาจลงนาม');

define('หมายเลขบัตรประชาชนผู้มีอำนาจลงนาม','หมายเลขบัตรประชาชนผู้มีอำนาจลงนาม');
define('ชื่อ-สกุลผู้รับมอบอำนาจลงนาม','ชื่อ-สกุลผู้รับมอบอำนาจลงนาม');
define('หมายเลขบัตรประชาชนผู้รับมอบอำนาจลงนาม','หมายเลขบัตรประชาชนผู้รับมอบอำนาจลงนาม');
define('ปัญหาที่เกิดขึ้น','ปัญหาที่เกิดขึ้น');
define('สิ่งที่ต้องการให้ธนาคารดำเนินการ','สิ่งที่ต้องการให้ธนาคารดำเนินการ');



///modal///
define('ยกเลิก','ยกเลิก');
define('ยืนยัน','ยืนยัน');
define('มี','มี');
define('ไม่มี','ไม่มี');
define('ท่านมีสำเนาบัตรประจำตัวประชาชนเพื่อใช้ประกอบข้อร้องเรียนหรือไม่','ท่านมีสำเนาบัตรประจำตัวประชาชนเพื่อใช้ประกอบข้อร้องเรียนหรือไม่');
define('สำเนาบัตรประจำตัวประชาชนของเจ้าของบัญชี','สำเนาบัตรประจำตัวประชาชนของเจ้าของบัญชี');
define('สำเนาบัตรประจำตัวประชาชนของผู้รับมอบอำนาจ','สำเนาบัตรประจำตัวประชาชนของผู้รับมอบอำนาจ');
define('หนังสือมอบอำนาจ','หนังสือมอบอำนาจ');
define('สำเนาบัตรประจำตัวประชาชนของผู้มีอำนาจลงนาม','สำเนาบัตรประจำตัวประชาชนของผู้มีอำนาจลงนาม');
define('สำเนาหนังสือรับรองนิติบุคคล (อายุไม่เกิน 6 เดือน)','สำเนาหนังสือรับรองนิติบุคคล (อายุไม่เกิน 6 เดือน)');
define('นโยบายความเป็นส่วนตัวธนาคารไทยพาณิชย์ จำกัด (มหาชน)','นโยบายความเป็นส่วนตัวธนาคารไทยพาณิชย์ จำกัด (มหาชน)');
define('คลิก','คลิก');

///condition///
define('เงื่อนไขการร้องเรียน','เงื่อนไขการร้องเรียน');
define('ยอมรับและดำเนินการต่อ','ยอมรับและดำเนินการต่อ');

///thanks///
define('ทุก ๆ ความคิดเห็น ...เป็นเรื่องสำคัญ','ทุก ๆ ความคิดเห็น ...เป็นเรื่องสำคัญ');
define('ขอบคุณค่ะ','ขอบคุณค่ะ');
define('เราได้รับข้อมูลของคุณเรียบร้อยแล้ว','เราได้รับข้อมูลของคุณเรียบร้อยแล้ว');

///block///
define('กลับหน้าแรก','กลับหน้าแรก');



/// UPLOAD FILE PROCESS ///
define('ERR_INVALIDFILETYPE', 'ประเภทไฟล์ที่อัพโหลดไม่ถูกต้อง กรุณาเลือกไฟล์ประเภท JPEG, PNG, DOC, DOCX, หรือ PDF เท่านั้น');
define('ERR_FILESIZEEXCEED', 'ไฟล์ที่อัพโหลดมีขนาดมากเกินไป กรุณาเลือกไฟล์ที่มีขนาดไม่เกิน');


/// ERROR MESSAGE ///
define('errormsg_otpsilence', 'คุณไม่ใส่ OTP ในระยะเวลาที่กำหนด กรุณาทำรายการใหม่อีกครั้ง');
define('errormsg_otpattemptexceed', 'คุณกรอกข้อมูล OTP ผิดพลาดเกินจำนวนครั้งที่อนุญาต');
define('errormsg_systemerror', 'มีความผิดพลาดของระบบ กรุณาทำรายการใหม่อีกครั้ง');

/// OTHERS ///
define('เลือก','เลือก');
?>